Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SaverBackdropPhotosDescription
source: Choose your favorite photos, Memories, or Music album art. You can also share from your home network.
ar: اختر الصور أو الذكريات أو أغلفة ألبومات الموسيقى المفضلة. يمكنك أيضًا المشاركة من شبكتك المنزلية.
ca: Tria les fotos, els records o les il·lustracions dels àlbums de música que més t'agradin. També pots compartir contingut de la xarxa de casa.
cs: Vyberte oblíbené fotky, vzpomínky nebo grafiku alb z aplikace Hudba. Můžete také sdílet fotky ze své domácí sítě.
da: Vælg dine yndlingsfotos, minder eller albumbilleder. Du kan også dele fra dit hjemmenetværk.
de: Wähle deine Lieblingsfotos, Rückblicke oder Albencover von „Musik“. Du kannst auch über dein Privatnetzwerk teilen.
el: Επιλέξτε τις αγαπημένες σας φωτογραφίες, αναμνήσεις ή εξώφυλλα μουσικών άλμπουμ. Μπορείτε επίσης να πραγματοποιήσετε κοινοποίηση από το οικιακό σας δίκτυο.
es: Selecciona las fotos, los recuerdos o las ilustraciones de álbumes de música que más te gusten. También puedes compartir contenido desde tu red doméstica.
es_us: Elige las fotos, recuerdos o ilustraciones de álbumes de música que más te gusten. También puedes compartir contenido de la red de tu casa.
fi: Valitse suosikkikuvasi, muistosi tai Musiikki-albumin kuvitus. Voit myös jakaa kotiverkostasi.
fr: Choisissez vos photos, souvenirs ou illustrations d’albums de musique préférés. Vous pouvez également partager du contenu depuis le réseau de votre domicile.
fr_ca: Choisissez vos photos, souvenirs ou illustrations d’album préférés. Vous pouvez également partager du contenu à partir de votre réseau local.
he: ניתן לבחור את התמונות, הזיכרונות או עטיפות אלבומי המוזיקה המועדפים. ניתן גם לשתף פריטים מהרשת הביתית.
hi: अपनी पसंदीदा तस्वीरें, यादें या संगीत ऐल्बम आर्ट चुनें। आप अपने होम नेटवर्क से भी शेयर कर सकते हैं।
hr: Odaberite svoje omiljene fotografije, uspomene ili omote glazbenih albuma. Također možete dijeliti sa svoje kućne mreže.
hu: Kiválaszthatja kedvenc fotóit, emlékeit vagy a Zenében lévő albumborítóit. Az otthoni hálózatában található tartalmakat is megoszthatja.
id: Pilih foto, Memori, atau gambar album Musik favorit Anda. Anda juga dapat berbagi dari jaringan rumah Anda.
it: Scegli le foto, i ricordi o le illustrazioni degli album di Musica che preferisci. Puoi anche condividere contenuti dalla tua rete domestica.
ja: お気に入りの写真、メモリー、またはミュージックのアルバムアートを選択してください。ホームネットワークから共有することもできます。
ko: 즐겨찾는 사진, 추억 또는 음악 앨범 표지를 선택합니다. 홈 네트워크에서 공유할 수도 있습니다.
ms: Pilih foto, Memori atau seni album Muzik kegemaran anda. Anda juga boleh berkongsi daripada rangkaian rumah anda.
nb: Velg blant de beste bildene, minnene eller albumbildene dine. Du kan også dele fra hjemmenettverket ditt.
nl: Kies je favoriete foto's, terugblikken of illustraties van muziekalbums. Je kunt ook delen vanaf je thuisnetwerk.
pl: Wybierz ulubione zdjęcia, wspomnienia lub okładki albumów. Możesz również udostępniać ze swojej sieci domowej.
pt_br: Escolha suas fotos, Memórias ou capas de álbuns favoritas. Você também pode compartilhar da sua rede doméstica.
pt_pt: Escolha as suas fotografias favoritas, recordações ou grafismos de álbuns. Também pode partilhar através da rede doméstica.
ro: Alegeți pozele, amintirile sau ilustrațiile albumelor muzicale favorite. De asemenea, puteți partaja din rețeaua casnică.
ru: Можно использовать избранные фото, воспоминания или обложки музыкальных альбомов. Также можно использовать контент из домашней сети.
sk: Vyberte obľúbené fotky, spomienky alebo obal albumu z apky Hudba. Môžete tiež zdieľať obsah zo svojej domácej siete.
sl: Izberite priljubljene fotografije, spomine ali naslovnico glasbenega albuma. Lahko tudi delite iz domačega omrežja.
sv: Välj dina favoritbilder, -minnen eller -omslag från musikalbum. Du kan även dela från ditt hemnätverk.
th: เลือกรูปภาพโปรด ความทรงจำโปรด หรือภาพหน้าปกอัลบั้มเพลงโปรดของคุณ คุณยังสามารถแชร์ได้จากเครือข่ายภายในพื้นที่ของคุณ
tr: Favori fotoğraflarınızı, anılarınızı veya Müzik albüm kapağınızı seçin. Ev ağınızdan da paylaşabilirsiniz.
uk: Оберіть улюблені фотографії, спогади чи обкладинки музичних альбомів. Можна також поширювати вміст із домашньої мережі.
vi: Chọn ảnh, kỷ niệm hoặc hình minh họa album Nhạc ưa thích của bạn. Bạn cũng có thể chia sẻ từ mạng gia đình của mình.
zh_cn: 选取喜爱的照片、“回忆”或“音乐”专辑插图。你也可以从家庭网络共享。
zh_hk: 選擇你喜愛的相片、「回憶」或「音樂」專輯插圖。你也可以從家居網絡共享。
zh_tw: 選擇你喜愛的照片、「回憶」或「音樂」專輯插圖。你也可以從家庭網路共享。

# SaverBackdropPhotoSourceGroupTitle
source: Use Photos From
ar: استخدام الصور من
ca: Font de les fotos
cs: Zdroj fotek
da: Brug fotos fra
de: Fotos verwenden von
el: Χρήση φωτογραφιών από
es: Usar fotos de
es_us: Usar fotos de
fi: Kuvalähde
fr: Utiliser les photos de
fr_ca: Utiliser les photos de
he: ניתן להשתמש בתמונות מתוך:
hi: यहाँ से तस्वीरों का उपयोग करें
hr: Koristi fotografije iz:
hu: Fotók használata innen:
id: Gunakan Foto Dari
it: Utilizza foto da
ja: 写真の使用元
ko: 사용할 사진의 출처
ms: Gunakan Foto Daripada
nb: Bruk bilder fra
nl: Gebruik foto's uit
pl: Użyj zdjęć z
pt_br: Use Fotos de
pt_pt: Usar fotografias de
ro: Utilizați poze din
ru: Использовать фото из:
sk: Zdroj fotiek
sl: Uporaba fotografij iz
sv: Använd bilder från
th: ใช้รูปภาพจาก
tr: Şu Fotoğrafları Kullan:
uk: Використовувати фотографії з
vi: Sử dụng ảnh từ
zh_cn: 使用照片来源
zh_hk: 使用相片來源
zh_tw: 使用照片來源

# SaverBackdropPhotosSetupDescription
source: To see photos and Memories on this Apple TV, set up iCloud Photos.
ar: لرؤية الصور والذكريات على هذا الـ Apple TV، يجب إعداد "صور iCloud".
ca: Per mostrar fotos i records a l’Apple TV, activa les fotos a l’iCloud.
cs: Chcete‑li si na této Apple TV prohlížet fotky a vzpomínky, nastavte službu Fotky na iCloudu.
da: Hvis du vil se fotos og minder på dette Apple TV, skal du indstille iCloud‑fotos.
de: Um auf diesem Apple TV Fotos und Rückblicke anzuzeigen, konfiguriere „iCloud-Fotos“.
el: Για εμφάνιση φωτογραφιών και αναμνήσεων σε αυτό το Apple TV, διαμορφώστε τις Φωτογραφίες iCloud.
es: Para ver fotos y recuerdos en este Apple TV, configura Fotos en iCloud.
es_us: Para ver fotos y recuerdos en este Apple TV, configura Fotos en iCloud.
fi: Jos haluat nähdä kuvia ja muistoja tässä Apple TV:ssä, ota iCloud‑kuvat käyttöön.
fr: Pour afficher des photos et des souvenirs sur cette Apple TV, configurez Photos iCloud.
fr_ca: Pour afficher des photos et des souvenirs sur cette Apple TV, configurez Photos iCloud.
he: כדי להציג תמונות וזיכרונות ב-Apple TV זה, יש להגדיר את ״תמונות iCloud״.
hi: इस Apple टीवी पर तस्वीरें और यादें देखने के लिए iCloud तस्वीर सेटअप करें।
hr: Za prikazivanje fotografija i Uspomena na ovom Apple TV-u podesite iCloud fotografije.
hu: Ha szeretne fotókat és emlékeket megtekinteni ezen az Apple TV‑n, állítsa be az iCloud‑fotókat.
id: Untuk melihat foto dan Memori di Apple TV ini, atur Foto iCloud.
it: Per vedere foto e ricordi su questa Apple TV, configura “Foto di iCloud”.
ja: このApple TVで写真や“メモリー”を表示するには、iCloud写真を設定します。
ko: 이 Apple TV에서 사진 및 추억을 보려면 iCloud 사진을 설정하십시오.
ms: Untuk melihat foto dan Memori pada Apple TV ini, sediakan Foto iCloud.
nb: Konfigurer iCloud Bilder for å se bilder og minner på denne Apple TV-en.
nl: Om foto's en terugblikken op deze Apple TV te zien, configureer je iCloud-foto's.
pl: Aby wyświetlać zdjęcia i wspomnienia na tym Apple TV, skonfiguruj Zdjęcia w iCloud.
pt_br: Para ver fotos e Memórias nesta Apple TV, configure as Fotos do iCloud.
pt_pt: Para ver fotografias e recordações nesta Apple TV, configure Fotografias em iCloud.
ro: Pentru a vedea poze și amintiri pe acest Apple TV, configurați Poze iCloud.
ru: Чтобы просматривать фото и воспоминания на этом Apple TV, настройте Фото iCloud.
sk: Ak si chcete na tomto Apple TV prezerať fotky a spomienky, nastavte službu iCloud Fotky.
sl: Za ogled fotografij in Spominov v tem Apple TV‑ju nastavite Fotografije iCloud.
sv: Ställ in iCloud-bilder om du vill visa bilder och minnen på denna Apple TV.
th: ในการดูรูปภาพและความทรงจำบน Apple TV เครื่องนี้ ให้ตั้งค่า “รูปภาพ iCloud”
tr: Fotoğrafları ve Anılar’ı bu Apple TV’de görmek için iCloud Fotoğrafları’nı ayarlayın.
uk: Щоб переглядати фотографії та спогади на цьому Apple TV, налаштуйте Фото iCloud.
vi: Để xem ảnh và kỷ niệm trên Apple TV này, hãy thiết lập Ảnh iCloud.
zh_cn: 若要在此Apple TV上查看照片和“回忆”，请设置“iCloud照片”。
zh_hk: 如要在此Apple TV上查看相片和「回憶」，請設定「iCloud相片」。
zh_tw: 若要在此Apple TV上查看照片和「回憶」，請設定「iCloud照片」。

# SaverBackdropPhotosTitle
source: Memories & Slideshows
ar: الذكريات وعروض الشرائح
ca: Records i projeccions
cs: Vzpomínky a prezentace
da: Minder og lysbilledshow
de: Rückblicke & Diashows
el: Αναμνήσεις και παρουσιάσεις
es: Recuerdos y pases de diapositivas
es_us: Recuerdos y diapositivas
fi: Muistot ja kuvaesitykset
fr: Souvenirs et diaporamas
fr_ca: Souvenirs et diaporamas
he: זיכרונות ומצגות
hi: यादें और स्लाइडशो
hr: Uspomene i slideshow prikazi
hu: Emlékek és diabemutatók
id: Memori & Pertunjukan Slide
it: Ricordi e presentazioni
ja: メモリーとスライドショー
ko: 추억 및 슬라이드쇼
ms: Memori & Tayangan Slaid
nb: Minner og bildeserier
nl: Terugblikken en diavoorstellingen
pl: Wspomnienia i pokazy slajdów
pt_br: Memórias e Apresentações de Slides
pt_pt: Recordações e diaporamas
ro: Amintiri și diaporame
ru: Воспоминания и слайд‑шоу
sk: Spomienky a prezentácie
sl: Spomini in diaprojekcije
sv: Minnen och bildspel
th: ความทรงจำและสไลด์โชว์
tr: Anılar ve Slayt Sunuları
uk: Спогади та слайд-шоу
vi: Kỷ niệm & Bản trình chiếu
zh_cn: 回忆与幻灯片
zh_hk: 回憶與幻燈片
zh_tw: 回憶與幻燈片秀

# SaverBackdropPhotoTransitionStyles
source: Style
ar: النمط
ca: Estil
cs: Styl
da: Format
de: Stil
el: Στιλ
es: Estilo
es_us: Estilo
fi: Tyyli
he: סגנון
hi: शैली
hr: Stil
hu: Stílus
id: Gaya
it: Stile
ja: スタイル
ko: 스타일
ms: Gaya
nb: Stil
nl: Stijl
pl: Styl
pt_br: Estilo
pt_pt: Estilo
ro: Stil
ru: Стиль
sk: Štýl
sl: Slog
sv: Stil
th: สไตล์
tr: Stil
uk: Стиль
vi: Kiểu
zh_cn: 样式
zh_hk: 樣式
zh_tw: 樣式

# SaverBackdropPhotoTransitionStylesDescription
source: Choose how the screen saver transitions between images.
ar: اختيار كيفية الانتقال بين الصور في شاشة التوقف.
ca: Tria l’estil de transició entre les imatges de l’estalvi de pantalla.
cs: Vyberte, jak bude spořič obrazovky přecházet mezi obrázky.
da: Vælg, hvordan overgangen mellem billeder skal være i skærmskåneren.
de: Wähle aus, welchen Übergang der Bildschirmschoner zwischen Bildern verwendet.
el: Επιλέξτε τον τρόπο μετάβασης των εικόνων στην προφύλαξη οθόνης.
es: Selecciona cómo pasan de una a otra las imágenes del salvapantallas.
es_us: Elige cómo quieres que sean las transiciones de una imagen a otra en el protector de pantalla.
fi: Valitse, miten näytönsäästäjä siirtyy kuvasta toiseen.
fr: Choisissez le type de transition entre les images de l’économiseur d’écran.
fr_ca: Choisissez un type de transition entre les images pour l’économiseur d’écran.
he: ניתן לבחור את סגנון המעברים בין התמונות בשומר המסך.
hi: चुनें कि इमेज के बीच स्क्रीन सेवर ट्रांज़िशन कैसे करें।
hr: Odaberite način prijelaza između slika zaštite zaslona.
hu: Kiválaszthatja, hogy milyenek legyenek a képernyővédő átmenetei a képek között.
id: Pilih bagaimana penghemat layar bertransisi antargambar.
it: Scegli la transizione applicata dal salvaschermo tra un’immagine e l’altra.
ja: スクリーンセーバの画像間のトランジション方法を選択します。
ko: 화면 보호기가 이미지 간에 전환되는 방식을 선택합니다.
ms: Pilih cara penyelamat skrin melakukan transisi antara imej.
nb: Velg en overgang mellom skjermsparerbilder.
nl: Bepaal de overgang tussen afbeeldingen in de schermbeveiliging.
pl: Wybierz przejścia między obrazkami wyświetlanymi przez wygaszacz ekranu.
pt_br: Escolha a forma de transição das imagens do protetor de tela.
pt_pt: Escolha a forma de transição entre imagens da proteção de ecrã.
ro: Alegeți modul în care screensaverul realizează tranzițiile între imagini.
ru: Выберите стиль смены изображений заставки.
sk: Vyberte, ako bude šetrič obrazovky prechádzať medzi obrázkami.
sl: Izberite način prehajanja med slikami za ohranjevalnik zaslona.
sv: Välj vilken övergång skärmsläckaren ska använda mellan bilder.
th: เลือกลักษณะเปลี่ยนผ่านระหว่างแต่ละภาพพักหน้าจอ
tr: Ekran koruyucunun görüntüler arasında nasıl geçiş yapacağını seçin.
uk: Оберіть стиль переходів між зображеннями для екранної заставки.
vi: Chọn cách chuyển tiếp của trình bảo vệ màn hình giữa các hình ảnh.
zh_cn: 选取屏幕保护程序在图像间的过渡效果。
zh_hk: 選擇螢幕保護程式在影像之間的過場效果。
zh_tw: 選擇影像間的螢幕保護程式過場效果。

# SaverBackdropPhotoTransitionStylesGroupTitle
source: Transition
ar: الانتقال
ca: Transició
cs: Přechod
da: Overgang
de: Übergang
el: Μετάβαση
es: Transición
es_us: Transición
fi: Siirros
he: מעבר
hi: ट्रांज़िशन
hr: Prijelaz
hu: Átmenet
id: Transisi
it: Transizione
ja: トランジション
ko: 전환 효과
ms: Transisi
nb: Overgang
nl: Overgang
pl: Przejście
pt_br: Transição
pt_pt: Transição
ro: Tranziție
ru: Переход
sk: Prechod
sl: Prehod
sv: Övergång
th: ลักษณะเปลี่ยนผ่าน
tr: Geçiş
uk: Перехід
vi: Chuyển tiếp
zh_cn: 过渡效果
zh_hk: 過場效果
zh_tw: 過場效果

# SaverBackdropPhotoTransitionStyleTitle
source: Transition Style
ar: نمط الانتقال
ca: Estil de transició
cs: Styl přechodů
da: Overgangsformat
de: Übergangsstil
el: Στιλ μετάβασης
es: Estilo de transición
es_us: Estilo de la transición
fi: Siirrostyyli
fr: Style de transition
fr_ca: Style de transition
he: סגנון המעבר
hi: ट्रांज़िशन शैली
hr: Stil prijelaza
hu: Átmenet stílusa
id: Gaya Transisi
it: Stile transizione
ja: トランジションスタイル
ko: 전환 효과 스타일
ms: Jenis Transisi
nb: Overgangsstil
nl: Overgangsstijl
pl: Styl przejścia
pt_br: Estilo da Transição
pt_pt: Estilo de transição
ro: Stil tranziție
ru: Стиль переходов
sk: Štýl prechodu
sl: Slog prehoda
sv: Övergångsstil
th: สไตล์ลักษณะเปลี่ยนผ่าน
tr: Geçiş Stili
uk: Стиль переходів
vi: Kiểu chuyển tiếp
zh_cn: 过渡效果样式
zh_hk: 過場效果樣式
zh_tw: 過場效果樣式

# SaverBackdropPortraitClockChangeEveryActionTitle
source: Change Every
ar: تغيير كل
ca: Canvia cada
cs: Měnit v intervalu
da: Med interval på
de: Ändern alle
el: Αλλαγή κάθε
es: Cambiar cada
es_us: Cambiar cada
fi: Vaihtoväli
fr: Changer toutes les
fr_ca: Changer toutes les
he: משתנה בכל
hi: इतने अंतराल पर बदलें
hr: Promijeni nakon
hu: Váltás ennyi időnként:
id: Ubah Setiap
it: Cambia ogni
ja: 以下の時間ごとに変更
ko: 다음 시간마다 변경
ms: Tukar Setiap
nb: Bytt etter
nl: Wijzig elke
pl: Zmieniaj co
pt_br: Alterar a Cada
pt_pt: Mudar a cada
ro: Schimbare la fiecare
ru: Менять каждые
sk: Meniť každých
sl: Interval zamenjave
sv: Ändra med intervall på
th: เปลี่ยนทุก
tr: Değiştirme Sıklığı
uk: Інтервал змінення
vi: Thay đổi mỗi
zh_cn: 更改频率
zh_hk: 更改頻率
zh_tw: 更改頻率

# SaverBackdropPortraitClockChangeEveryDescription
source: Choose how often you want the photo on your screen saver to change.
ar: اختر معدل التكرار الذي تريده لتغيير الصورة على شاشة التوقف.
ca: Tria la freqüència amb què vulguis que canviï la foto de l’estalvi de pantalla.
cs: Vyberte, jak často chcete fotky ve spořiči obrazovky měnit.
da: Vælg, hvor ofte fotoet på din skærmskåner skifter.
de: Wähle aus, wie oft die Fotos deines Bildschirmschoners geändert werden sollen.
el: Επιλέξτε πόσο συχνά θέλετε να αλλάζει η φωτογραφία στην προφύλαξη οθόνης.
es: Elige con qué frecuencia quieres que cambie la foto del salvapantallas.
es_us: Elige qué tan seguido quieres que cambien las fotos de tu protector de pantalla.
fi: Valitse, kuinka usein haluat näytönsäästäjän kuvan vaihtuvan.
fr: Choisissez la fréquence à laquelle vous souhaitez changer de photo pour votre économiseur d’écran.
fr_ca: Choisissez la fréquence à laquelle vous voulez que votre économiseur change de photo.
he: ניתן לבחור את התדירות שבה יתחלפו התמונות בשומר המסך.
hi: चुनें कि आप अपने स्क्रीन सेवर में तस्वीर को कितनी बार बदलना चाहते हैं।
hr: Odaberite koliko često želite da se fotografije zaštite zaslona mijenjaju.
hu: Kiválaszthatja, hogy milyen gyakran változzon a fotó a képernyővédőn.
id: Pilih seberapa sering Anda ingin foto di penghemat layar Anda berubah.
it: Scegli la frequenza di aggiornamento della foto di sfondo del salvaschermo.
ja: スクリーンセーバに写っている写真をどれくらいの頻度で切り替えるかを選択します。
ko: 화면 보호기의 사진을 변경할 빈도를 선택합니다.
ms: Pilih kekerapan anda mahu foto pada penyelamat skrin anda berubah.
nb: Velg hvor ofte du vil at skjermspareren skal endre bilde.
nl: Bepaal hoe vaak je de foto op je schermbeveiliging wilt wijzigen.
pl: Wybierz, jak często zdjęcie wyświetlane przez wygaszacz ekranu ma być zmieniane.
pt_br: Escolha com que frequência você deseja que a foto do protetor de tela seja alterada.
pt_pt: Selecione com que regularidade deve ser alterada a fotografia na proteção de ecrã.
ro: Alegeți cât de frecvent doriți să se schimbe poza de pe screensaver.
ru: Выберите, как часто будут сменяться фото в заставке.
sk: Vyberte, ako často sa majú meniť fotky v šetriči obrazovky.
sl: Določite, kako pogosto naj se fotografija na ohranjevalniku zaslona zamenja.
sv: Välj hur ofta du vill att bilden på skärmsläckaren ska ändras.
th: เลือกว่าคุณต้องการให้เปลี่ยนรูปภาพของภาพพักหน้าจอบ่อยแค่ไหน
tr: Ekran koruyucunuzdaki fotoğrafın hangi sıklıkta değişmesini istediğinizi seçin.
uk: Оберіть, як часто міняти фотографії на екранній заставці.
vi: Chọn tần suất mà bạn muốn ảnh trên trình bảo vệ màn hình thay đổi.
zh_cn: 选取屏幕保护程序照片更改的频率。
zh_hk: 選擇你要的螢幕保護程式相片更改頻率。
zh_tw: 選擇螢幕保護程式上的照片要多久更換一次。

# SaverBackdropPortraitClockChoosePhotosDescription
source: Choose which photos should be used for Portraits. Use all, or limit to favorites, shared activity, or specific albums.
ar: اختيار الصور التي يجب استخدامها للبورتريه. استخدم الكل، أو حدد المفضلة، أو النشاط المشترك، أو ألبومات محددة.
ca: Tria les fotos que vulguis que surtin a la categoria de retrats. Utilitza‑les totes, les favorites, les compartides o les d’àlbums específics.
cs: Vyberte fotky, které má spořič Portréty používat. Můžete použít všechny fotky nebo výběr omezit na oblíbené, sdílené aktivity nebo konkrétní alba.
da: Vælg, hvilke fotos der skal bruges til Portrætter. Brug alle, eller begræns til favoritter, delt aktivitet eller bestemte album.
de: Wähle aus, welche Fotos für „Porträts“ verwendet werden sollen. Nutze alle oder beschränke die Anzeige auf Favoriten, geteilte Aktivitäten oder bestimmte Alben.
el: Επιλέξτε τις φωτογραφίες που θα χρησιμοποιηθούν για τα Πορτρέτα. Επιλέξτε είτε όλες οι φωτογραφίες είτε αγαπημένες ή κοινόχρηστες φωτογραφίες, ή συγκεκριμένα άλμπουμ.
es: Selecciona qué fotos usar en el salvapantallas Retratos. Usa todas las fotos, solo las favoritas, las compartidas o las de álbumes específicos.
es_us: Elige qué fotos se deben usar para Retratos. Usa todo o limita a favoritos, actividad compartida o álbumes específicos.
fi: Valitse Muotokuvissa käytettävät kuvat. Käytä kaikkia tai rajoita suosikkeihin, jaettuun toimintaan tai tiettyihin albumeihin.
fr: Choisissez les photos à utiliser dans Portraits. Utilisez toutes les photos ou limitez votre sélection aux photos favorites, aux activités partagées ou à des albums spécifiques.
fr_ca: Choisissez les photos à utiliser dans Portraits. Utilisez toutes les photos ou uniquement celles parmi vos favoris, les photos partagées ou certains albums.
he: באפשרותך לבחור את התמונות שיוצגו ב״תמונות פורטרט״. ניתן להשתמש בכל התמונות או להגביל את השימוש לתמונות מועדפות, תמונות מפעילות משותפת או אלבומים מסוימים.
hi: चुनें कि किन तस्वीरों का इस्तेमाल पोर्ट्रेट के लिए किया जाना चाहिए। सभी का इस्तेमाल करें या पसंदीदा, शेयर की गई ऐक्टिविटी या ख़ास ऐल्बम तक सीमित रखें।
hr: Odaberite fotografije koje bi se trebale koristiti za Portrete. Upotrijebite sve ili ograničite na omiljene, dijeljenu aktivnost ili određene albume.
hu: Kiválaszthatja azokat a fotókat, amelyeket a Portrék képernyővédőhöz szeretne használni. Az összeset használhatja, vagy a használatot a kedvencekre, a megosztott tevékenységre, illetve meghatározott albumokra korlátozhatja.
id: Pilih foto mana yang harus digunakan untuk Potret. Gunakan semua, atau batasi untuk favorit, aktivitas bersama, atau album tertentu.
it: Scegli quali foto utilizzare per il salvaschermo Ritratti. Usa tutte le foto o limita la selezione a quelle preferite, alle attività condivise o ad album specifici.
ja: “ポートレート”に使用する写真を選択します。すべてを使用することも、お気に入り、共有アクティビティ、または特定のアルバムに制限することもできます。
ko: 인물 사진에 사용할 사진을 선택합니다. 모두 사용하거나 즐겨찾는 항목, 공유 활동 또는 특정 앨범으로 제한합니다.
ms: Pilih foto yang patut digunakan untuk Potret. Gunakan semua atau hadkan kepada kegemaran, aktiviti dikongsi atau album khusus.
nb: Velg bilder som skal brukes med Portrett. Bruk alle eller avgrens til favoritter, delt aktivitet eller bestemte albumer.
nl: Kies welke foto's moeten worden gebruikt voor portretten. Gebruik alles of beperk tot favorieten, gedeelde activiteit of specifieke albums.
pl: Wybierz zdjęcia, które mają być używane jako portrety. Możesz użyć wszystkich, tylko ulubionych lub udostępnianych zdjęć albo zdjęć z określonych albumów.
pt_br: Escolha quais fotos você quer usar para o protetor de tela Retratos. Você pode selecionar todas as fotos ou se limitar às favoritas, compartilhadas ou incluídas em álbuns específicos.
pt_pt: Escolha as fotografias que devem ser usadas para Retratos. Pode usar todas ou limitar a seleção às favoritas, atividade partilhada ou álbuns específicos.
ro: Alegeți ce poze să fie utilizate pentru Portrete. Utilizați‑le pe toate sau limitați‑vă la favorite, activitatea partajată sau anumite albume.
ru: Выберите, какие фото будут использоваться для заставки «Портреты». Можно выбрать все фото либо только избранные, общие или фото из определенных альбомов.
sk: Vyberte fotky, ktoré sa majú používať v šetriči Portréty. Môžete použiť všetky fotky alebo obmedziť výber na obľúbené, spoločné aktivity alebo konkrétne albumy.
sl: Izberite, katere fotografije naj bodo uporabljene za Portrete. Uporabite vse ali se omejite na priljubljene vsebine, deljeno aktivnost ali posamezne albume.
sv: Välj vilka bilder som ska användas till Porträtt. Använd alla, eller begränsa till favoriter, delade aktiviteter eller specifika album.
th: เลือกรูปภาพที่ควรใช้เป็นภาพถ่ายบุคคล ใช้ทั้งหมด หรือจำกัดเฉพาะรายการโปรด กิจกรรมที่แชร์ หรืออัลบั้มที่ระบุ
tr: Portreler ile hangi fotoğrafların kullanılması gerektiğini seçin. Tümünü kullanın veya favoriler, paylaşılan aktivite veya belirli albümlerle sınırlayın.
uk: Оберіть, які фотографії використовувати в Портретах. Використовувати всі або тільки улюблені чи спільні фото або ж певні альбоми.
vi: Chọn các ảnh sẽ được sử dụng cho Chân dung. Sử dụng tất cả hoặc giới hạn trong các mục ưa thích, hoạt động được chia sẻ hoặc album cụ thể.
zh_cn: 选取应该用于“人像”的照片。全部使用，或者限为使用个人收藏、共享活动或特定相簿。
zh_hk: 選擇應該用於「人像」的相片。使用全部，或限於喜好項目，共享活動，或特定相簿。
zh_tw: 選擇哪些照片應該用於「人像」。使用全部，或限於喜好項目，共享的活動，或特定相簿。

# SaverBackdropPortraitClockChoosePhotosTitle
source: Use Photos From
ar: استخدام الصور من
ca: Font de les fotos
cs: Zdroj fotek
da: Brug fotos fra
de: Fotos verwenden von
el: Χρήση φωτογραφιών από
es: Usar fotos de
es_us: Usar fotos de
fi: Kuvalähde
fr: Utiliser les photos de
fr_ca: Utiliser les photos de
he: ניתן להשתמש בתמונות מתוך:
hi: यहाँ से तस्वीरों का उपयोग करें
hr: Koristi fotografije iz:
hu: Fotók használata innen:
id: Gunakan Foto Dari
it: Utilizza foto da
ja: 写真の使用元
ko: 사용할 사진의 출처
ms: Gunakan Foto Daripada
nb: Bruk bilder fra
nl: Gebruik foto's uit
pl: Użyj zdjęć z
pt_br: Use Fotos de
pt_pt: Usar fotografias de
ro: Utilizați poze din
ru: Использовать фото из:
sk: Zdroj fotiek
sl: Uporaba fotografij iz
sv: Använd bilder från
th: ใช้รูปภาพจาก
tr: Şu Fotoğrafları Kullan:
uk: Використовувати фотографії з
vi: Sử dụng ảnh từ
zh_cn: 使用照片来源
zh_hk: 使用相片來源
zh_tw: 使用照片來源
